/* No comment provided by engineer. */
" and %@" = " و %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f sec";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ علّق %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ اقترح معرف %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ عضو شبكة iNaturalist  في %2$@. وعليه يحق للمؤسسات الداعمة ل%3$@  الوصول للعناوين الالكترونية وإحداثيات مواقع المشاهدة العامة والخاصة منها. هل يوثر ذلك على رغبتكم في المشاركة؟";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ جزء من شبكة iNaturalist  العالمية. هل ترغب/ي في الانضمام ل%2$@ من آجل مشاركة خبرتك/ي في االتصميم المحلي مع iNaturalist وكذلك مشاركة المعلومات مع المؤسسات المحلية؟";

/* site news */
"%@ News" = "%@ الأخبار";

/* identification author attribution */
"%@'s ID" = "معرف %@";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@ يبني %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "رصد %d";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "رصد جاري رفعه %d";

/* Count of observations by this user, plural. */
"%d Observations" = "أرصاد %d";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "أرصاد جاري رفعها %d";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld ميل";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "%1$@ يتطلب منك أن تملأ حقل %2$@.";

/* positional accuracy when we don't know */
"???" = "؟؟؟";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "حول";

/* title for about section of the guide screen */
"ABOUT" = "حول";

/* about this project title */
"About this Project" = "حول هذا المشروع";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "حساب؟";

/* No comment provided by engineer. */
"Activity" = "النشاط";

/* Title for add comment failed alert */
"Add Comment Failure" = "فشلت إضافة التعليق";

/* Title for add ID failed alert */
"Add Identification Failure" = "فشلت إضافة المعرف";

/* No comment provided by engineer. */
"Add to Favorites" = "إضافة إلى المفضلة";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "موافق";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "لديك حساب بالفعل؟";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "App is fatally misconfigured. Please contact help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "أعدادات التطبيق";

/* No comment provided by engineer. */
"Are you really sure?" = "هل أنت متأكد حقًا؟";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "هل أنت متأكد بأنك تريد مغادرة هذا المشروع؟";

/* No comment provided by engineer. */
"Are you sure?" = "هل أنت متأكد؟";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "هل أنت متأكد؟ هذا سيكون دائمًا.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "تلقائي";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "الإكمال التلقائى للبحث";

/* label for auto upload switch in settings */
"Automatic upload" = "تحميل تلقائى";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "باستخدامك لـ iNaturalist أنت توافق على شروط الخدمة وسياسة الخصوصية.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "وقدمت كل من الموسسات التعليمية كالتيك وكورنيل تيك المساعدة في تطوير في تطوير نظام الرؤية الحاسوبية الذي يقترح تحديد الهويات من الصور الفوتوغرافية. ونخص بالشكر كل من غرانت فان هورن، وسيرج بيلونغي، وبيترو بيرونا على النهوض ببحوث الرؤية الحاسوبية. ويمكن الاطلاع على مزيد من المعلومات في موقع Visipedia.org، الذي يشكر بصفة خاصة مؤسسة VIDIA على المساعدة الإضافية.";

/* Title for Camera button in media picker */
"Camera" = "كاميرا";

/* accessibility label for camera shutter button */
"Camera Shutter" = "غالق الكاميرا";

/* No comment provided by engineer. */
"Can't Add ID" = "لا يمكن إضافة معرف";

/* No comment provided by engineer. */
"Can't Comment" = "لا يمكن التعليق";

/* No comment provided by engineer. */
"Can't Fave" = "لا يمكن التفضيل";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Can't find realm database, can't continue. Please contact help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "لم يتم العثور علي ملاحظاتك، يرجى المحاولة لاحقًا.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Can't send crash support email - please contact help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "الموسسات القائمة علي تشغيل إيناتوراليست كندا (inaturalist.ca). في كندا: الاتحاد الكندي للأحياء البرية، متحف أونتاريو الملكي، ناتشور سيرف كندا ، وباركس كندا  ";

/* No comment provided by engineer. */
"Cancel" = "إلغاء";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "إلغاء...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "لا يمكن تحديد تاريخ في المستقبل.";

/* Failure message */
"Cannot donate" = "التبرع غير متاح";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "لا يمكن تحميل الاقتراحات: %@";

/* Store launch failure message */
"Cannot open store" = "لا يمكن الدخول علي موقع التسوق";

/* Failure message */
"Cannot rate" = "لا يمكن التقييم";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "لا يمكن البحث عن iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "لا يمكن إرسال الرسالة";

/* No comment provided by engineer. */
"Cannot use your location" = "لا يمكن استخدام موقعك";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "أسير / مروض";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "أسير / أو مروض تعني بأن المخلوق تم رصده لأن البشر قصدوا أن جعلوه هناك. iNaturalist هو عن رصد المخلوقات البرية، وشركاءنا في المعلومات العلمية غير مهتمين برصد الحيوانات الأليفة، أو الحدائق، أو حيوانات حديقة الحيوان.";

/* title for captive selector */
"Captive?" = "أسير؟";

/* casual data quality */
"Casual Grade" = "درجة عادية";

/* label for change email address action in settings */
"Change email" = "لتغيير العنوان الالكتروني";

/* No comment provided by engineer. */
"Change Email" = "لتغيير العنوان الالكتروني";

/* No comment provided by engineer. */
"Change email address?" = "هل ترغب بتغيير العنوان الالكتروني؟";

/* accessibility label for change flash button */
"Change Flash" = "تغيير الفلاش";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "مفتاح تغيير الفلاش. الوضع الحالي هو تلقائي";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "مفتاح تغيير الفلاش. الوضع الحالي هو إيقاف";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "مفتاح تغيير الفلاش. الوضع الحالي هو تشغيل";

/* label for change username action in settings */
"Change username" = "تغيير اسم المستخدم";

/* No comment provided by engineer. */
"Change Username" = "تغيير اسم المستخدم";

/* No comment provided by engineer. */
"Change username?" = "تغيير اسم المستخدم؟";

/* No comment provided by engineer. */
"Change your profile photo?" = "تغيير الصورة الشخصية؟";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "قم باختيار هذه الخانة: لإضافة رخصة غير تجارية عن مساهمتك الابداعية المشتزكة. يمكنك تغيير نوع الرخصة لاحقاً، وإلا أن هذا هو الخيار الأنسب للمشاركة مع الباحثين .";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "تاكد من قائمة بريدك الالكتروني";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "اختيار من المكتبة";

/* title of inat network picker */
"Choose iNat Network" = "اختر شبكة iNat";

/* title for project observations chooser */
"Choose Projects" = "اختر آعمالك";

/* No comment provided by engineer. */
"Close" = "Close";

/* accessibility label for close camera button */
"Close Camera" = "إغلاق الكاميرا";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "آعمال جماعية ";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "الموسسات القائمة على تشغيل ناتشوراليستا كولومبيا هي مؤسسة همبولدت(Colombia.naturalist.org)";

/* No comment provided by engineer. */
"Comment" = "تعليق";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Contact Support";

/* label for contact support action in settings. */
"Contact support" = "الإتصال بالدعم";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "ترخيص المحتوى";

/* Button to copy the scientific name */
"Copy Scientific Name" = "نسخ الاسم العلمي";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "لا يمكن الموافقة";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "لا يمكن إضافة العمل للمشروع %1$@%2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "تعذر العثور على موقعك";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "جارٍ إنشاء الملاحظة...";

/* intro to credits section. */
"Credits" = "ادعمني";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Danger Zone";

/* Header for data quality section of obs detail */
"Data Quality" = "جودة البيانات";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Data Transfer";

/* No comment provided by engineer. */
"Default" = "خلل";

/* button title to delete account */
"Delete Account" = "Delete Account";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "حذف ملف التنزيل";

/* No comment provided by engineer. */
"Delete Error" = "خطأ في الحذف";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Delete Local Database and Try Again";

/* text of delete obs button */
"Delete Observation" = "حذف الملاحظة";

/* Deletes pending sync. */
"Deletes To Sync" = "حذف للمزامنة";

/* title for description section of the guide screen */
"DESCRIPTION" = "الوصف";

/* Title for confirm new observation details view */
"Details" = "التفاصيل";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Didn't send crash support email - please contact help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "لا تعرض تلميحات";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "تبرع إلى iNaturalist";

/* title for done button */
"Done" = "Done";

/* No comment provided by engineer. */
"Download" = "تنزيل ملف";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "تنزيل للاستخدام في وضع عدم الاتصال";

/* No comment provided by engineer. */
"Download not available" = "التنزيل غير متاح";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "تم التحميل";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "جاري التنزيل...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "للتعديل";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "إما أن هناك خطأ في الخادم أو لم يعد الدليل موجودًا.";

/* label for email field in settings */
"Email" = "زسالة إكترونية";

/* Title for error alert */
"Error" = "خطأ";

/* failure title when changing a setting. */
"Error changing setting." = "خطأ في تغيير الإعداد.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "خطأ في ايجاد الملاحظات";

/* error loading leaderboard title */
"Error loading leaderboard" = "خطآ في تحميل لوحة البيانات";

/* basis for a suggestion */
"Expected Nearby" = "Expected Nearby";

/* No comment provided by engineer. */
"Explore" = "المستعرض";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Failed to delete database. Please contact help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "فشل تحميل الدليل";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Failed to log in to iNaturalist. Please try again.";

/* title of alert when sound recording fails */
"Failed to Record" = "فشل التسجيل";

/* No comment provided by engineer. */
"Failed to save guide" = "خطآ في حفظ الدليل";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "فشل في إعداد تسجيل الصوت";

/* No comment provided by engineer. */
"Faved" = "المفضل لديك";

/* No comment provided by engineer. */
"Faves" = "Faves";

/* No comment provided by engineer. */
"Featured" = "آعمال خاصة";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "تعذر إيجاد الرمز المعرف. الرجاء الاتصال help@inaturalist.org والمحاولة لاحقاً.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "ايجاد الملاحظات المدونة في الخارطة";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "ايجاد الملاحظات الحديثة من جميع أنحاء العالم";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Find locations named '%@'";

/* No comment provided by engineer. */
"Find my observations" = "جد ملاحظاتي ";

/* No comment provided by engineer. */
"Find observations near me" = "جد ملاحظات قريبة من موقعي ";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Find organisms named '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Find people named '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Find projects named '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "جار تحديد موقعك..";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "هل نسيت كلمة المرور؟";

/* Geoprivacy button title */
"Geoprivacy" = "خصوصية الموقع الجغرافي";

/* No comment provided by engineer. */
"Go Back" = "الرجوع";

/* Button to dismiss a tutorial screen */
"Got It" = "فهمت ذلك";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Grid";

/* No comment provided by engineer. */
"Guide download error" = "خطا في تحميل الدليل";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "يجب أن يقوم محرر الدليل بتمكين هذه الميزة.";

/* accessibility label for guides button */
"Guides" = "دليل";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "يتم إنشاء الأدلة ومشاركتها من قبل مجتمع iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "الأدلاء هي قوائم الفصائل";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Has Photos";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Has Sounds";

/* Title for help section of settings. */
"Help" = "طلب مساعدة";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "فيما يلي أهم اقتراحاتنا";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "I consent to allow my personal information to be transferred to the United States of America.";

/* Title of identification failure alert */
"Identification Failed" = "فشل تحديد الهوية";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "تحديد الفصيلة";

/* No comment provided by engineer. */
"Identifications" = "مُحدَدات";

/* No comment provided by engineer. */
"Identifiers" = "مُحدِدات";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "إذا كان العنوان البريد الإلكتروني الذي أدخلته مرتبطا بحساب iNaturalist ، فسوف تتلقى رسالة بريد إلكتروني على هذا العنوان مع رابط لإعادة تعيين كلمة المرور الخاصة بك.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "إذا كنت ترغب في تسجيل ملاحظة صوتية، فستحتاج إلى منح تطبيق iNaturalist الإذن لاستخدام الميكروفون.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "ImageStore Creation Error";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "ImageStore Save Error";

/* No comment provided by engineer. */
"in project '%@'" = "البحث في المشروع عن '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist doesn't have permission to access your camera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist has been restricted from camera access.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "شبكة آيناتشوريليست";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "أماكن iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "يستخدم إيناتوراليست أيقونات غليفيش من قبل جوزيف وين، وأيونيكونات من قبل بن سبيري، ورموز تابعة للويس برادو ورومان شليكوف خاصة بمشروع ناون. كما يتقدم ايناتشوراليست بالشكر والامتنان الحار لمجتمع كوكوباد، وللمساهمات المقدمة لفريق عمل المصدر المفتوح. انظر https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "خطآ في اسم المستخدم أو في كلمة المرور.";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Internet connection required" = "يجب الاتصال بشبكة الانترنت ";

/* No comment provided by engineer. */
"Internet required" = "مطلوب الاتصال يالانترنت";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "جاري التحضير للتحميل التلقائي!";

/* Invalid date alert title */
"Invalid Date" = "تاريخ غير متاح";

/* Error for bad email when making account. */
"Invalid Email Address" = "البريد الالكتروني المدخل غير صحيح";

/* Unknown invalid input */
"Invalid input" = "إدخال غير صحيح";

/* No comment provided by engineer. */
"Invalid Location" = "موقع غير متاح";

/* Error for bad username when making account. */
"Invalid Username" = "اسم المستخدم غير صحيح";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "إسرائيل: جامعة حيفا التي تدعم iNaturalist اسرائيل (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "مواقع الفئة الثانية للاتحاد الدولي لحفظ الطبيعة والموارد الطبيعية التي يوفرها الاتحاد الدولي لحفظ الطبيعة والموارد الطبيعية وبرنامج الأمم المتحدة للبيئة - المركز العالمي لرصد حفظ الطبيعة (2015)، قاعدة البيانات العالمية بشأن المناطق المحمية (WDPA) [On-line]، [11/2014]، كمبريدج، المملكة المتحدة: برنامج الأمم المتحدة للبيئة - المركز العالمي لرصد الحفظ. متاح على: www.protectedplanet.net.";

/* Join project button */
"Join" = "سجل اشتراك";

/* join iNat network partner alert title */
"Join %@?" = "هل ترغب في الاشتراك مع ٪@؟";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "قم بالاشتراك في الأعمال لإتاحة الاختيار منها عند تدوين الملاحظات";

/* No comment provided by engineer. */
"Joined" = "تم الاشتراك";

/* No comment provided by engineer. */
"Joining..." = "جاري تسجبل الاشتراك";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "العرض: %1$.5f الطول: %2$.5f الدقة: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Acc: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "المتصدرون";

/* button to learn more about inat account policies */
"Learn More" = "Learn More";

/* learn more (about network partner changes) button text */
"Learn more" = "لمعرفة المزيد";

/* No comment provided by engineer. */
"Learn more about data quality >" = "لمعرفة المزيد عن جودة البيانات";

/* Leave project button */
"Leave" = "مغادرة الصفحة";

/* No comment provided by engineer. */
"Leaving..." = "جاري مغادرة الصفحة...";

/* The license of the species guide */
"License" = "رخصة";

/* List layout on explore tab */
"List" = "List";

/* No comment provided by engineer. */
"Loading..." = "جارٍ التحميل...";

/* No comment provided by engineer. */
"Location Fetch Error" = "خطأ في جلب الموقع";

/* No comment provided by engineer. */
"Location Services Denied" = "تم رفض خدمات الموقع";

/* No comment provided by engineer. */
"Location Services Restricted" = "تم حجب خدمات الموقع";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "تسجيل الدخول";

/* No comment provided by engineer. */
"Log In / Sign Up" = "تسجيل الدخول/ تسجيل جديد";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Log in and upload this observation to enable comments & identifications.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Log in to enable faves.";

/* Notice while we're logging in */
"Logging in..." = "Logging in...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "البحث عن النوع حسب الإسم";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "البحث اسم النوع";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "يبدو أن هناك خطأ: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "يبدو أنه ليس لديك ملحوظات.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "هل أعجبك iNat؟ قم بتقييمنا";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "قم بالتأكد من منح iNat الإذن للدخول على موقعك آو امنح GPS بعض الوقت لجلب طلبك.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "تحكم بتحميل الدليل";

/* Map layout on explore tab */
"Map" = "Map";

/* No comment provided by engineer. */
"Map of Observations" = "خريطة الملحوظات";

/* Placeholder text for not logged title on me tab. */
"Me" = "أنا";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "القائمون علي ادارة iNaturalist في المكسيك (iNaturalist.mx) هم اللجنة الوطنية للمعرفة وللاستخدامات التنوع البيولوجي (CONABIO) ";

/* Title for alert when db migration fails. */
"Migration Failed" = "لم يتم ترحيل المعلومات";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "خطأ في ترحيل المعلومات ";

/* No comment provided by engineer. */
"Missing Date" = "يجب ادخال التاريخ";

/* No comment provided by engineer. */
"Missing Location" = "الموقع مفقود";

/* No comment provided by engineer. */
"Missing Required Field" = "حقل مطلوب مفقود";

/* No comment provided by engineer. */
"My Content" = "المحتوى الخاص بي";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "المسمى '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "يدعى '%@'";

/* No comment provided by engineer. */
"Nearby" = "بالقرب";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "تصفية الاقتراحات القريبة";

/* needs id data quality */
"Needs ID" = "بحاجة الى معرف";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "يحتاج انتباهكم";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "وجود شبكة اتصال مطلوب ";

/* No comment provided by engineer. */
"Network unavailable" = "شبكة الاتصال غير متوفرة";

/* No comment provided by engineer. */
"Network Unavailable" = "شبكة الاتصال غير متوفرة";

/* decline to change cemra permissions button title */
"Never mind" = "غير مهم";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "new activity";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "جديد على iNaturalist؟ قم بالتسجيل الآن!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "القائمون علي ادارة iNaturalist في نيوزيلند (iNaturalist.nz) هم الشبكة النيوزيلندية لتسجيل التنوع البيولوجي - ماستاكي تايو\nالشريك النيوزيلندي";

/* News project button */
"News" = "الأخبار";

/* Confirm a new photo */
"NEXT" = "التالي";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "لا";

/* No comment provided by engineer. */
"No description" = "لا يوجد وصف";

/* No comment provided by engineer. */
"No iNaturalist Results" = "لا يوجد نتائج في iNaturalist";

/* place guess when we have no location information */
"No location" = "لا يوجد موقع";

/* No comment provided by engineer. */
"No matching taxa" = "لا توجد أصنوفات مطابقة";

/* Title for No Media button in media picker */
"No Media" = "No Media";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "عدم السماح للميكروفون";

/* No comment provided by engineer. */
"No network connection." = "لا يوجد اتصال بالشبكة.";

/* No comment provided by engineer. */
"No network connection. :(" = "لا يوجد اتصال بالشبكة:(";

/* Header observation count title when there are none. */
"No Observations" = "لا توجد ملاحظات";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "لم يتم العثور على ملاحظات في منطقة الخريطة.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "لم يتم العثور على ملاحظات.";

/* No comment provided by engineer. */
"No observations yet." = "لا توجد ملاحظات بعد.";

/* accessibility label for no photo button */
"No Photo" = "لا توجد صورة";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "No Photos or Sounds and Missing Identification";

/* No comment provided by engineer. */
"No such organisms found. :(" = "لم يتم العثور على مثل هذه الكائنات:(";

/* No comment provided by engineer. */
"No such person found. :(" = "لم يتم العثور على مثل هذا الشخص:(";

/* No comment provided by engineer. */
"No such place found. :(" = "لم يتم العثور على مثل هذا المكان. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "لم يتم العثور على مثل هذا المشروع:(";

/* No comment provided by engineer. */
"No Thanks" = "لا شكراً";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "ليس هنالك جديد بعد. ابقى على إطلاع!";

/* No comment provided by engineer. */
"No URL configured" = "لم يتم العمل على عنوان URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "لا، لا أريد تغيير انتسابي";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "لا يوجد صورة";

/* No comment provided by engineer. */
"None, all rights reserved" = "جميع الحقوق محفوظة";

/* No comment provided by engineer. */
"Not Allowed" = "غير مسموح";

/* 403 unauthorized title */
"Not Authorized" = "غير مصرح به";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "ملاحظات...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "ملحوظات";

/* obscured geoprivacy */
"Obscured" = "محجوب";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Observation %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "خطأ في التحقق من حقل الملحوظة: %@";

/* No comment provided by engineer. */
"Observations" = "ملحوظات";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observations: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observations: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observe";

/* No comment provided by engineer. */
"Observers" = "المراقبون";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "مغلق";

/* No comment provided by engineer. */
"OK" = "موافق";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "تشغيل";

/* Title error with oops text. */
"Oops" = "عذراً";

/* open geoprivacy */
"Open" = "افتح";

/* No comment provided by engineer. */
"Open link in Safari" = "فتح الرابط في سفاري";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Open Settings";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "القائمون علي ادارة iNaturalist في بنما  هم وزارة البيئة (Panama.inaturalist.org) ";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "يجب أن تتكون كلمة المرور من ستة أحرف علي الأقل.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "إيقاف مؤقت";

/* No comment provided by engineer. */
"Paused" = "Paused";

/* No comment provided by engineer. */
"Permission denied" = "تعذر الوصول";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Personal Information";

/* Title for Photo Library button in media picker */
"Photo Library" = "Photo Library";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "خطأ في تحميل الصور";

/* Title for photo save error alert msg */
"Photo Save Error" = "خطأ في حفظ الصور";

/* Title for photos error alert msg */
"Photos Error" = "خطأ في الصور";

/* accessibility label for pick from library button */
"Pick from Library" = "اختر من المكتبة";

/* No comment provided by engineer. */
"Placeholder" = "العنصر النائب";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "يرجى العلم بأنه سيتم إدراج الملحوظات تلقائياً ضمن عمل المجموعة في حال مطابقتها مع الشروط.";

/* No comment provided by engineer. */
"Please pick a valid location." = "الرجاء اختيار موقع متوفر.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "الرجاء إعادة المحاولة بعد قليل.";

/* failure message when the user should just try again. */
"Please try again later." = "الرجاء المحاولة مرة أخرى لاحقاً.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Please update camera permissions to take photos with iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "الرجاء التحميل لتحديد جودة البيانات";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "القائمون علي ادارة iNaturalist في البرتغال هم مؤسسة التنوع البيولوجي للجميع  (Biodiversity4All.org) ";

/* label for a news post author */
"Posted by" = "تم النشر من قبل";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "تفضل عدم التتبع";

/* title for consent screen */
"Privacy" = "Privacy";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "سياسة الخصوصية";

/* private geoprivacy */
"Private" = "خاص";

/* choose projects button title. */
"Projects" = "المشاريع";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "المشاريع هي مجموعات من الملحوظات ذات غرض مشترك";

/* No comment provided by engineer. */
"Pull to Refresh" = "قم بسحب الصفحة للتحديث";

/* Rank in an ordered list */
"Rank" = "قم بالترتيب";

/* action to re-download a species guide from the server */
"Re-download" = "إعادة التحميل";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "تسجيل";

/* Title for Record sound button in media picker */
"Record Sound" = "تسجيل الصوت";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "مستوى التسجيل (من 0 إلى 1)";

/* Title for sound recording screen */
"Recording Sound" = "تسجيل الصوت";

/* No comment provided by engineer. */
"Remove active search filters" = "Remove active search filters";

/* No comment provided by engineer. */
"Remove current map area filter" = "Remove current map area filter";

/* No comment provided by engineer. */
"Remove my profile photo" = "إزالة الصورة من ملفي الشخصي";

/* No comment provided by engineer. */
"Removing..." = "جاري الإزالة...";

/* No comment provided by engineer. */
"RESEARCH" = "بحث";

/* research data quality */
"Research Grade" = "البحث التأكيدي";

/* No comment provided by engineer. */
"Restricted to current map area" = "حصري لموقع الخريطة الحالي";

/* No comment provided by engineer. */
"Resuming" = "استئناف";

/* Retake a photo */
"RETAKE" = "تكرار اللقطة";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "الكاميرا الخلفية";

/* Title for save new observation button */
"SAVE" = "حفظ";

/* No comment provided by engineer. */
"Save Anyway" = "احفظ بأي حال";

/* Done button for recording observation sounds */
"Save Recording" = "حفظ التسجيل";

/* No comment provided by engineer. */
"Saving..." = "جارٍ الحفظ...";

/* No comment provided by engineer. */
"Search" = "بحث";

/* placeholder for guide search field */
"Search for guide named..." = "البحث عن دليل تحت اسم...";

/* placeholder for project search field */
"Search for project named..." = "البحث عن عمل تحت اسم...";

/* No comment provided by engineer. */
"Searching for organisms..." = "البحث عن الكائنات...";

/* No comment provided by engineer. */
"Searching for people..." = "البحث عن أشخاص";

/* No comment provided by engineer. */
"Searching for place..." = "البحث عن مكان...";

/* No comment provided by engineer. */
"Searching for project..." = "جاري البحث عن عمل...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "جاري البحث عن الملحوظات الحديثة في منطقة الخريطة";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "جاري البحث عن الملحوظات الحديثة في جميع أنجاد العالم";

/* No comment provided by engineer. */
"seen at '%@'" = "شوهد في '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "شوهد بواسطة '%@'";

/* default select title */
"Select" = "حدد";

/* select taxon title */
"Select \"%@\"" = "اختر \"%@\"";

/* title for date selector */
"Select Date" = "حدد التاريخ";

/* title for geoprivacy selector */
"Select Privacy" = "حدد الخصوصية";

/* No comment provided by engineer. */
"Selected Observation" = "الملحوظة المحددة";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "تعيين صورة للملف الشخصي";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "جارٍ إعداد حساب iNaturalist ...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "الإعدادات";

/* No comment provided by engineer. */
"Share" = "Share";

/* Title for share new observation button */
"SHARE" = "مشاركة";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "شارك ملاحظاتك مع المجتمع.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "تسوق في متجر iNat";

/* label for show common names switch in settings */
"Show common names" = "عرض الأسماء الشائعة";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "إظهار الاقتراحات القريبة فقط";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "عرض الأسماء العلمية أولاً";

/* No comment provided by engineer. */
"Sign in with Google" = "Sign in with Google";

/* No comment provided by engineer. */
"Sign out" = "تسجيل الخروج";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "حساب جديد";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "قم بالتسجيل الآن! ";

/* No comment provided by engineer. */
"Signing Out" = "تسجيل خروج";

/* skip button title */
"Skip ›" = "تخطى ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* No comment provided by engineer. */
"Somewhere..." = "مكان ما... ";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "رتب";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "المصدر : ويكيبيديا، %1$@ , %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "الأنواع";

/* species count on the explore leaderboard. */
"Species: %ld" = "Species: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Species: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "إحصائيات";

/* accessibility label for stop uploading button */
"Stop Uploading" = "إيقاف التنزيل";

/* No comment provided by engineer. */
"Suggest ID" = "اقترح محدد";

/* label for suggest species switch in settings */
"Suggest species" = "إقترح الأنواع";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "الإقتراحات مبنية على الملاحظات و التعرف من خلال\nمجتمع iNaturalist من ضمنهم %1$@, %2$@, %3$@\nوآخرون كثر";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "الإقتراحات مبنية على الملاحظات و التعرف من خلال\nمجتمع iNaturalist";

/* Title of me header when syncing. */
"Syncing..." = "جاري المزامنة... ";

/* Category of iOS standard places for place search */
"System Places" = "System Places";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "وسوم ";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "إلتقط صورة";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Taxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "أخبرنا لماذا";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "شروط الخدمة";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Thank you for contacting iNat support. We'll get back to you as soon as we can.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "The entered text doesn't match.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "ليس هنالك ملاحظات على هذا المشروع حتى الآن. \nتفقد بعد قليل! \n";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "There is no way to have an iNaturalist account without storing personal information in the United States.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "There is no way to have an iNaturalist account without storing personal information.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "There was an error launching iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "حدث خطأ غير متوقع ";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "هذه الملاحظات تم التصويت على انها درجة عادية\nبواسطة مجتمع iNaturalist";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "هذه الملاحظة هي درجة عرضية لأنه تم التصويت عليها في الأسر أو زراعتها من قبل مجتمع إيناتوراليست.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "هذه الملاحظة تحتاج تاريخ لتكون في عين الإعتبار في البحث عنها\n";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "هذه الملاحظة تحتاج إلى موقع لتكون في عين الإعتبار \nفي البحث عنها ";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "وتحتاج هذه الملاحظة إلى معرف توافقي أكثر تحديداً للنظر في درجة البحث.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "وتحتاج هذه الملاحظة إلى صورة للنظر فيها للحصول على درجة البحث.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "وتحتاج هذه الملاحظة إلى مزيد من الهويات من مجتمع iNat للنظر فيها للحصول على درجة البحث.";

/* No comment provided by engineer. */
"This project has no description." = "لا يوجد وصف لهذا المشروع.";

/* No comment provided by engineer. */
"This project has no title." = "هذا المشروع ليس له عنوان.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "سيؤدي هذا أيضا إلى إزالة ملاحظاتك من هذا المشروع.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "سيؤدي هذا إلى تدمير أي تغييرات أو إضافات قمت بها من هذا التطبيق لم تتم مزامنتها مع iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "سيؤدي هذا إلى تنزيل %@ من البيانات حتى تتمكن من استخدام هذا الدليل حتى عندما لا يكون لديك الوصول إلى الإنترنت.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "الفترة الزمنية";

/* No comment provided by engineer. */
"Timeout" = "انتهاء المهلة";

/* project title header */
"Title" = "العنوان";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "المشروع التقليدي";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "حاول مرة أخرى في المرة القادمة التي تتصل فيها بالإنترنت.";

/* button title to turn on autoupload */
"Turn On" = "تشغيل";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "قم بتشغيل التحميل التلقائي وسيتم تحميل ملاحظاتك تلقائياً إلى iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "مشروع المظلة";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "غير قادر على إضافة تعريف لهذه الملاحظة. الرجاء المحاولة مرة أخرى لاحقاً.";

/* No comment provided by engineer. */
"Unable to find location" = "تعذر العثور على الموقع";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "غير قادر على العثور على اسم الموقع";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "غير قادر على تحديد هذه الملاحظة على هذا النوع. الرجاء المحاولة مرة أخرى لاحقاً.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "غير قادر على تحميل iNaturalist، الخطأ 401 غير مصدّق. الرجاء الاتصال help@inaturalist.org وحاول لاحقا.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "غير معروف";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "مؤلف غير معروف";

/* Message body when we don't know the error */
"Unknown error" = "خطأ غير معروف";

/* Unknown error */
"Unknown error while making an identification." = "خطأ غير معروف أثناء القيام بتحديد الهوية.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "خطأ غير معروف: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "وظيفة بدون عنوان";

/* Title for progress view when migrating db */
"Updating database..." = "تحديث قاعدة البيانات...";

/* No comment provided by engineer. */
"Updating..." = "تحديث...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "رفع";

/* No comment provided by engineer. */
"Upload Error" = "خطأ في عملية الرفع";

/* upload failed alert title */
"Upload Failed" = "فشل عملية الرفع";

/* No comment provided by engineer. */
"Upload this observation" = "Upload this observation";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "قم بتحميل هذه الملاحظة لتمكين التعليقات والتعريفات.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "قم بتحميل هذه الملاحظة لتمكين المفضلة.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Uploading...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "اسم المستخدم";

/* users can login with their username or their email address. */
"Username or email" = "اسم المستخدم أو البريد الإلكتروني";

/* Title for version section of settings. */
"Version" = "الإصدار";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "البرنامج التعليمي للفيديو";

/* button to view privacy policy */
"View Privacy Policy" = "View Privacy Policy";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "عرض الاقتراحات";

/* button to view terms of use */
"View Terms of Use" = "View Terms of Use";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "قم بزيارة %@ لإنشاء مشاريعك الخاصة";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "قم بزيارة iNaturalist.org لإنشاء دليلك الخاص";

/* basis for a species suggestion */
"Visually Similar" = "مماثلة بصريا";

/* basis for a species suggestion */
"Visually Similar / Expected Nearby" = "Visually Similar / Expected Nearby";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "بانتظار الرفع...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "We don't have permission from iOS to use your location.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "نحن غير قادرين على جلب صورتك من iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "لسنا على قدرٍ كافٍ من الثقة لتقديم توصية، ولكن إليك أهم اقتراحاتنا:";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "We're not confident enough to make a recommendation.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "We're pretty sure this is in the %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "ماذا رأيت؟";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "What does captive / cultivated mean?";

/* No comment provided by engineer. */
"Which organism?" = "Which organism?";

/* No comment provided by engineer. */
"Which person?" = "Which person?";

/* No comment provided by engineer. */
"Which place?" = "Which place?";

/* No comment provided by engineer. */
"Which project?" = "Which project?";

/* No comment provided by engineer. */
"Whoops" = "Whoops";

/* Default upload failure alert title. */
"Whoops!" = "Whoops!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Without a location, this observation will be very hard for others to identify and will never attain research grade.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Without at least one photo or sound, this observation will be impossible for others to help identify.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Would you like to share your migration report with help@inaturalist.org for debugging?";

/* positive response to binary choice, yes or no */
"Yes" = "Yes";

/* change network partner button */
"Yes, change my affiliation" = "Yes, change my affiliation";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Yes, delete this observation";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Yes, license my content so scientists can use my data.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "You can only change your network affiliation once per day.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "You must be connected to the Internet to do this.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "You must be connected to the Internet to upload to iNaturalist.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "You must be logged in to access projects.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "You must be logged in to do that.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "You must be logged in to sync user projects.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "You must be logged in to upload.";

/* No comment provided by engineer. */
"You must be logged in!" = "You must be logged in!";

/* Account is required error message */
"You must be logged in." = "You must be logged in.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "You must be signed in to join a project.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "You must re-authenticate to delete your account.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "You need to log in to do that.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "You will receive updates once you've uploaded observations.";

/* Title for account section of settings. */
"Your Account" = "Your Account";

/* account deletion confirmation msg */
"Your account has been deleted." = "Your account has been deleted.";

/* No comment provided by engineer. */
"Your Guides" = "Your Guides";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again.";

/* Placeholder for free text observation field value */
"Your response here" = "Your response here";
